Repository: bchapuis/swift-folder-cleaner
Catalog: FolderCleaner/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отменить
zh_hans: 取消

source: Cancel scan
de: Scan abbrechen
es: Cancelar escaneo
fr: Annuler l'analyse
it: Annulla scansione
ja: スキャンをキャンセル
ko: 스캔 취소
pt: Cancelar verificação
ru: Отменить сканирование
zh_hans: 取消扫描

source: Clear filename filter
de: Dateinamenfilter löschen
es: Borrar filtro de nombre
fr: Effacer le filtre de nom
it: Cancella filtro nome
ja: ファイル名フィルターをクリア
ko: 파일 이름 필터 지우기
pt: Limpar filtro de nome
ru: Очистить фильтр имени
zh_hans: 清除文件名筛选

source: Click "Scan Folder" to analyze disk usage
de: Klicken Sie auf "Ordner scannen", um die Festplattennutzung zu analysieren
es: Haga clic en "Escanear carpeta" para analizar el uso del disco
fr: Cliquez sur "Analyser le dossier" pour analyser l'utilisation du disque
it: Fai clic su "Scansiona cartella" per analizzare l'uso del disco
ja: 「フォルダーをスキャン」をクリックしてディスク使用量を分析
ko: "폴더 스캔"을 클릭하여 디스크 사용량 분석
pt: Clique em "Verificar pasta" para analisar o uso do disco
ru: Нажмите "Сканировать папку" для анализа использования диска
zh_hans: 点击"扫描文件夹"以分析磁盘使用情况

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Excluir
ru: Удалить
zh_hans: 删除

source: Enter text or wildcards to filter files by name. Use asterisk for any characters.
de: Geben Sie Text oder Platzhalter ein, um Dateien nach Namen zu filtern. Verwenden Sie Sternchen für beliebige Zeichen.
es: Ingrese texto o comodines para filtrar archivos por nombre. Use asterisco para cualquier carácter.
fr: Saisissez du texte ou des caractères génériques pour filtrer les fichiers par nom. Utilisez l'astérisque pour n'importe quel caractère.
it: Inserisci testo o caratteri jolly per filtrare i file per nome. Usa l'asterisco per qualsiasi carattere.
ja: テキストまたはワイルドカードを入力して、名前でファイルをフィルター。任意の文字にはアスタリスクを使用。
ko: 이름으로 파일을 필터링하려면 텍스트 또는 와일드카드를 입력하세요. 모든 문자에 별표를 사용하세요.
pt: Digite texto ou curingas para filtrar arquivos por nome. Use asterisco para qualquer caractere.
ru: Введите текст или подстановочные знаки для фильтрации файлов по имени. Используйте звездочку для любых символов.
zh_hans: 输入文本或通配符以按名称筛选文件。使用星号表示任意字符。

source: Filename filter
de: Dateinamenfilter
es: Filtro de nombre
fr: Filtre de nom
it: Filtro nome file
ja: ファイル名フィルター
ko: 파일 이름 필터
pt: Filtro de nome
ru: Фильтр имени
zh_hans: 文件名筛选

source: Filter by name (*.ts, node_modules, etc.)
de: Nach Namen filtern (*.ts, node_modules, usw.)
es: Filtrar por nombre (*.ts, node_modules, etc.)
fr: Filtrer par nom (*.ts, node_modules, etc.)
it: Filtra per nome (*.ts, node_modules, ecc.)
ja: 名前でフィルター（*.ts、node_modules など）
ko: 이름으로 필터링 (*.ts, node_modules 등)
pt: Filtrar por nome (*.ts, node_modules, etc.)
ru: Фильтр по имени (*.ts, node_modules и т.д.)
zh_hans: 按名称筛选（*.ts、node_modules 等）

source: Hidden
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
pt: Oculto
ru: Скрыто
zh_hans: 已隐藏

source: Moves the selected item to trash. Requires confirmation.
de: Verschiebt das ausgewählte Element in den Papierkorb. Erfordert Bestätigung.
es: Mueve el elemento seleccionado a la papelera. Requiere confirmación.
fr: Déplace l'élément sélectionné vers la corbeille. Nécessite une confirmation.
it: Sposta l'elemento selezionato nel cestino. Richiede conferma.
ja: 選択した項目をゴミ箱に移動します。確認が必要です。
ko: 선택한 항목을 휴지통으로 이동합니다. 확인이 필요합니다.
pt: Move o item selecionado para a lixeira. Requer confirmação.
ru: Перемещает выбранный элемент в корзину. Требует подтверждения.
zh_hans: 将所选项目移至废纸篓。需要确认。

source: No file or folder selected
de: Keine Datei oder Ordner ausgewählt
es: Ningún archivo o carpeta seleccionado
fr: Aucun fichier ou dossier sélectionné
it: Nessun file o cartella selezionato
ja: ファイルまたはフォルダーが選択されていません
ko: 선택된 파일 또는 폴더 없음
pt: Nenhum arquivo ou pasta selecionado
ru: Файл или папка не выбраны
zh_hans: 未选择文件或文件夹

source: No filter
de: Kein Filter
es: Sin filtro
fr: Aucun filtre
it: Nessun filtro
ja: フィルターなし
ko: 필터 없음
pt: Sem filtro
ru: Без фильтра
zh_hans: 无筛选

source: No selection
de: Keine Auswahl
es: Sin selección
fr: Aucune sélection
it: Nessuna selezione
ja: 選択なし
ko: 선택 없음
pt: Nenhuma seleção
ru: Не выбрано
zh_hans: 未选择

source: Not selected
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
it: Non selezionato
ja: 未選択
ko: 선택되지 않음
pt: Não selecionado
ru: Не выбрано
zh_hans: 未选择

source: Open in Application
de: In Programm öffnen
es: Abrir en aplicación
fr: Ouvrir dans l'application
it: Apri nell'applicazione
ja: アプリケーションで開く
ko: 응용 프로그램에서 열기
pt: Abrir no aplicativo
ru: Открыть в приложении
zh_hans: 在应用程序中打开

source: Opens a folder picker to select a folder to analyze
de: Öffnet eine Ordnerauswahl, um einen zu analysierenden Ordner auszuwählen
es: Abre un selector de carpetas para seleccionar una carpeta para analizar
fr: Ouvre un sélecteur de dossier pour choisir un dossier à analyser
it: Apre un selettore di cartelle per scegliere una cartella da analizzare
ja: 分析するフォルダーを選択するためのフォルダーピッカーを開きます
ko: 분석할 폴더를 선택하기 위한 폴더 선택기를 엽니다
pt: Abre um seletor de pastas para selecionar uma pasta para analisar
ru: Открывает средство выбора папки для анализа
zh_hans: 打开文件夹选择器以选择要分析的文件夹

source: Opens the selected file in its default application
de: Öffnet die ausgewählte Datei in ihrem Standardprogramm
es: Abre el archivo seleccionado en su aplicación predeterminada
fr: Ouvre le fichier sélectionné dans son application par défaut
it: Apre il file selezionato nell'applicazione predefinita
ja: 選択したファイルをデフォルトのアプリケーションで開きます
ko: 기본 응용 프로그램에서 선택한 파일을 엽니다
pt: Abre o arquivo selecionado em seu aplicativo padrão
ru: Открывает выбранный файл в приложении по умолчанию
zh_hans: 在默认应用程序中打开所选文件

source: Opens this folder in the treemap
de: Öffnet diesen Ordner in der Baumkarte
es: Abre esta carpeta en el mapa de árbol
fr: Ouvre ce dossier dans la carte arborescente
it: Apre questa cartella nella mappa ad albero
ja: ツリーマップでこのフォルダーを開きます
ko: 트리맵에서 이 폴더를 엽니다
pt: Abre esta pasta no mapa de árvore
ru: Открывает эту папку в древовидной карте
zh_hans: 在树状图中打开此文件夹

source: Ready to Scan
de: Bereit zum Scannen
es: Listo para escanear
fr: Prêt à analyser
it: Pronto per la scansione
ja: スキャン準備完了
ko: 스캔 준비 완료
pt: Pronto para verificar
ru: Готов к сканированию
zh_hans: 准备扫描

source: Removes the filename filter to show all files
de: Entfernt den Dateinamenfilter, um alle Dateien anzuzeigen
es: Elimina el filtro de nombre para mostrar todos los archivos
fr: Supprime le filtre de nom pour afficher tous les fichiers
it: Rimuove il filtro nome per mostrare tutti i file
ja: ファイル名フィルターを削除してすべてのファイルを表示
ko: 파일 이름 필터를 제거하여 모든 파일 표시
pt: Remove o filtro de nome para mostrar todos os arquivos
ru: Удаляет фильтр имени для отображения всех файлов
zh_hans: 删除文件名筛选以显示所有文件

source: Resets the scan state so you can select a new folder
de: Setzt den Scanstatus zurück, damit Sie einen neuen Ordner auswählen können
es: Restablece el estado del escaneo para que pueda seleccionar una nueva carpeta
fr: Réinitialise l'état de l'analyse afin que vous puissiez sélectionner un nouveau dossier
it: Ripristina lo stato di scansione in modo da poter selezionare una nuova cartella
ja: スキャン状態をリセットして新しいフォルダーを選択できるようにします
ko: 스캔 상태를 재설정하여 새 폴더를 선택할 수 있습니다
pt: Redefine o estado de verificação para que você possa selecionar uma nova pasta
ru: Сбрасывает состояние сканирования, чтобы вы могли выбрать новую папку
zh_hans: 重置扫描状态，以便您可以选择新文件夹

source: Reveals the selected item in Finder
de: Zeigt das ausgewählte Element im Finder an
es: Revela el elemento seleccionado en Finder
fr: Révèle l'élément sélectionné dans le Finder
it: Rivela l'elemento selezionato nel Finder
ja: Finderで選択した項目を表示
ko: Finder에서 선택한 항목 표시
pt: Revela o item selecionado no Finder
ru: Показывает выбранный элемент в Finder
zh_hans: 在访达中显示所选项目

source: Scan
de: Scannen
es: Escanear
fr: Analyser
it: Scansiona
ja: スキャン
ko: 스캔
pt: Verificar
ru: Сканировать
zh_hans: 扫描

source: Scan Failed
de: Scan fehlgeschlagen
es: Escaneo fallido
fr: Échec de l'analyse
it: Scansione fallita
ja: スキャン失敗
ko: 스캔 실패
pt: Verificação falhou
ru: Сканирование не удалось
zh_hans: 扫描失败

source: Scan Folder
de: Ordner scannen
es: Escanear carpeta
fr: Analyser le dossier
it: Scansiona cartella
ja: フォルダーをスキャン
ko: 폴더 스캔
pt: Verificar pasta
ru: Сканировать папку
zh_hans: 扫描文件夹

source: Scan folder
de: Ordner scannen
es: Escanear carpeta
fr: Analyser le dossier
it: Scansiona cartella
ja: フォルダーをスキャン
ko: 폴더 스캔
pt: Verificar pasta
ru: Сканировать папку
zh_hans: 扫描文件夹

source: Scanning in progress
de: Scan läuft
es: Escaneo en progreso
fr: Analyse en cours
it: Scansione in corso
ja: スキャン中
ko: 스캔 진행 중
pt: Verificação em andamento
ru: Выполняется сканирование
zh_hans: 正在扫描

source: Scanning...
de: Scannen...
es: Escaneando...
fr: Analyse...
it: Scansione...
ja: スキャン中...
ko: 스캔 중...
pt: Verificando...
ru: Сканирование...
zh_hans: 正在扫描...

source: Select a folder to analyze
de: Wählen Sie einen Ordner zum Analysieren aus
es: Seleccione una carpeta para analizar
fr: Sélectionnez un dossier à analyser
it: Seleziona una cartella da analizzare
ja: 分析するフォルダーを選択
ko: 분석할 폴더 선택
pt: Selecione uma pasta para analisar
ru: Выберите папку для анализа
zh_hans: 选择要分析的文件夹

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択済み
ko: 선택됨
pt: Selecionado
ru: Выбрано
zh_hans: 已选择

source: Show in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ja: Finderで表示
ko: Finder에서 보기
pt: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Shown
de: Angezeigt
es: Mostrado
fr: Affiché
it: Mostrato
ja: 表示中
ko: 표시됨
pt: Exibido
ru: Показано
zh_hans: 已显示

source: Size:
de: Größe:
es: Tamaño:
fr: Taille:
it: Dimensione:
ja: サイズ：
ko: 크기:
pt: Tamanho:
ru: Размер:
zh_hans: 大小：

source: Stops the current folder scan
de: Stoppt den aktuellen Ordnerscan
es: Detiene el escaneo de carpeta actual
fr: Arrête l'analyse de dossier en cours
it: Ferma la scansione della cartella corrente
ja: 現在のフォルダースキャンを停止
ko: 현재 폴더 스캔 중지
pt: Para a verificação de pasta atual
ru: Останавливает текущее сканирование папки
zh_hans: 停止当前文件夹扫描

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

source: Try scanning again
de: Erneut scannen
es: Intentar escanear nuevamente
fr: Essayez d'analyser à nouveau
it: Prova a scansionare di nuovo
ja: 再度スキャンしてみる
ko: 다시 스캔 시도
pt: Tente verificar novamente
ru: Попробуйте сканирование снова
zh_hans: 重新扫描

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
ja: タイプ：
ko: 유형:
pt: Tipo:
ru: Тип:
zh_hans: 类型：

source: Wildcards: * (any)
de: Platzhalter: * (beliebig)
es: Comodines: * (cualquiera)
fr: Caractères génériques: * (quelconque)
it: Caratteri jolly: * (qualsiasi)
ja: ワイルドカード：*（任意）
ko: 와일드카드: * (모든)
pt: Curingas: * (qualquer)
ru: Подстановочные знаки: * (любые)
zh_hans: 通配符：*（任意）

source: Name:
es: Nombre:
fr: Nom:
it: Nome:
ja: 名前：
ko: 이름:
pt: Nome:
ru: Имя:
zh_hans: 名称：
